Repository: tiantsoash98/coursenligne
Catalog: ASTEK.Architecture.UI.MVC/UIStrings.*.resx
Languages: mg_mg

# Account_Student
source: Student
mg_mg: Mpianatra

# Account_Teacher
source: Teacher
mg_mg: Mpampianatra

# App_Title
source: Application
mg_mg: Estudia

# Footer_ReservedRight
source: All rights reserved
mg_mg: Tranokala voatokana

# Home_BecomeMember
source: Become member
mg_mg: Hiditra mpikambana

# Home_Index_HeroSubtitle
source: How Did Van Gogh's Turbulent Mind Depict One of the Most Complex Concepts in Physics?
mg_mg: Ahitanao fampianarana nosoratan'ireo mpampianatra manam-pahaizana

# Home_Index_HeroTitle
source: Ulla uno nova cesserunt est indigestaque
mg_mg: Amaivano ny fiainanao miaraka amin'Estudia

# Home_LessonsMayLike
source: Lessons you may like
mg_mg: Lesona mety hahaliana

# Home_LessonsNotFinished
source: Lessons you didn't finish
mg_mg: Lesona tsy vita

# LoginPartial_Dashboard
source: Dashboard
mg_mg: Tatitra

# LoginPartial_Disconnect
source: Disconnect
mg_mg: Hivoaka

# LoginPartial_NewLesson
source: New lesson
mg_mg: Lesona vaovao

# LoginPartial_SignIn
source: Sign in
mg_mg: Hiditra

# LoginPartial_SignUp
source: Sign up
mg_mg: Hamorona kaonty

# LoginPartial_UpdateAccount
source: Update account
mg_mg: Hanova ny mombamomba

# Login_ForgotPassword
source: Forgot your password?
mg_mg: Hadino ny teny miafina?

# Login_OtherService
source: Use another service to log in.
mg_mg: Fidirana faingana

# Login_ProviderTitle
source: Log in using your {0} account
mg_mg: Fidirana amin'ny alalan'ny kaonty {0}

# Login_SignUp
source: Just sign up
mg_mg: Hamorona kaonty

# Navbar_Search
source: Search for lessons
mg_mg: Hitady lesona

# RegisterModal_YouAre
source: You are...
mg_mg: Ianao dia...

# Register_AlreadyHaveAccount
source: Already have an account?
mg_mg: Efa manana kaonty?

# Register_NotHaveAccount
source: Not registered yet?
mg_mg: Mbola tsy manana kaonty?

source: Studies
mg_mg: Taranja

# Title_Account_ConfirmationForgotPassword
source: Forgot Password Confirmation
mg_mg: Fanamarinana tenimiafina adino

# Title_Account_ConfirmEmail
source: Confirm email
mg_mg: Fanamarinana mailaka

# Title_Account_ConfirmReset
source: Reset password confirmation
mg_mg: Fanamarinana famerenana tenimiafina

# Title_Account_ExternalLoginAccountType
source: Account type
mg_mg: Karazan'ny kaonty

# Title_Account_ForgotPassword
source: Forgot your password?
mg_mg: Nanadino tenimiafina?

# Title_Account_Login
source: Login
mg_mg: Hiditra

# Title_Account_RegisterStudent
source: Register student
mg_mg: Famoronana kaonty mpianatra

# Title_Account_RegisterTeacher
source: Register teacher
mg_mg: Famoronana kaonty mpampianatra

# Title_Account_ResetPassword
source: Reset password
mg_mg: Famerenana tenimiafina

# Title_Account_UpdateAccount
source: Update profile informations
mg_mg: Hanova ny mombamomba

# Title_Dashboard_Student
source: Dashboard - Student
mg_mg: Tatitra - Mpianatra

# Title_Dashboard_Teacher
source: Dashboard - Teacher
mg_mg: Tatitra - Mpampianatra

# Title_Home_Index
source: Home
mg_mg: Fandraisana

# Title_Lesson_Add
source: New lesson
mg_mg: Lesona vaovao

# Title_Lesson_AddChapter
source: Add chapters & parts
mg_mg: Hanampy toko sy fizarana

# Title_Lesson_AddDetails
source: Add a thumbnail
mg_mg: Hanampy sary

# Title_Lesson_Chapter
source: Chapter {0}. {1}
mg_mg: Toko {0}, {1}

# Title_Lesson_Part
source: Part {0}. {1}
mg_mg: Fizarana {0}. {1}

# Title_Lesson_Search
source: Search results
mg_mg: Vokatrin'ny fitadiavana

# Title_Lesson_Update
source: Update lesson
mg_mg: Hanova lesona

# Title_Lesson_UpdateChapter
source: Update content
mg_mg: Hanova hevitra ao anatiny

# Title_Study_Index
source: Study - {0}
mg_mg: Taranja - {0}
