Repository: tiantsoash98/coursenligne
Catalog: ASTEK.Architecture.Infrastructure/InfrastructureStrings.*.resx
Languages: mg_mg

# Age_Minimum
source: You must be at least {0} to signup
mg_mg: Tsy maintsy {0} taona vao mahazo miditra

# Display_Address
source: Address
mg_mg: Adiresy

# Display_BirthDay
source: Birthday
mg_mg: Daty nahaterahana

# Display_Comment
source: Comment
mg_mg: Fanehoan-kevitra

# Display_Content
source: Content
mg_mg: Hevitra fonosiny

# Display_Country
source: Country
mg_mg: Firenena

# Display_Description
source: Description
mg_mg: Famaritana

# Display_Duration
source: Duration
mg_mg: Faharetana

# Display_Email
source: Email
mg_mg: Adiresy mailaka

# Display_FirstName
source: Firstname
mg_mg: Fanampin'anarana

# Display_Gender
source: Gender
mg_mg: Sexe

# Display_Hour
source: Hour
mg_mg: Ora

# Display_Minute
source: Minute
mg_mg: Minitra

# Display_Name
source: Name
mg_mg: Anarana

# Display_Password
source: Password
mg_mg: Tenimiafina

# Display_PhoneNumber
source: Phone number
mg_mg: Finday

# Display_PostalCode
source: PostalCode
mg_mg: Kaody postal

# Display_Study
source: Study
mg_mg: Taranja

# Display_Target
source: Targets
mg_mg: Tarigetra

# Display_Title
source: Title
mg_mg: Lohateny

# Display_Town
source: Town
mg_mg: Renivohitra

# NotFound_Account
source: Account not found
mg_mg: Tsy hita ny kaonty mifanaraka

# NotFound_Chapter
source: Chapter not found
mg_mg: Tsy hita ny toko mifanaraka

# NotFound_Lesson
source: Lesson not found
mg_mg: Tsy hita ny lesona mifanaraka

# NotFound_Part
source: Part not found
mg_mg: Tsy hita ny fizarana mifanaraka

# NotFound_Study
source: Study not found
mg_mg: Tsy hita ny taranja mifanaraka

# Property_InvalidFormat
source: {0} is not a valid {1}
mg_mg: {0} dia tsy ara-dalàna {1}

# Property_IsNotNullOrWhiteSpace
source: {0} cannot not be empty or whitespace
mg_mg: {0} tsy maintsy misy

# Property_MaximumLength
source: {0} length cannot contain more than {1} characters
mg_mg: {0} dia tsy mahazo mihotran'ny toetra {1}

# Property_MinimumLength
source: {0} length must contain at least {1} characters
mg_mg: {0} dia tsy maintsy manana toetra {1}

# Property_MustBeGreaterThanZero
source: {0} must be greater than Zero.
mg_mg: {0} dia tsy maintsy mihotran'ny aotra
